<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<style type="text/css">
p {
	font-size: 14px;
	
}


</style>
</head>
<body>
<p style="font-weight: bold; text-align: center;"><span>비회원 구매 개인정보처리방침</span></p>

 

<p>■ 개인정보 수집목적 및 이용목적</p>

<p>비회원 구매 서비스 제공</p>

 

<p>■ 수집하는 개인정보 항목</p>

<p>성명, 주소, 전화번호, 이메일, 결제 정보</p>

 

<p>■ 개인정보의 보유기간 및 이용기간</p>

<p>원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.</p>

<p>ο 회사 내부 방침에 의한 정보 보유 사유· 부정거래 방지 및 쇼핑몰 운영방침에 따른 보관: 5년</p>

<p>ο 관련 법령에 의한 정보보유 사유</p>

<p>가. 계약 또는 청약철회 등에 관한 기록</p>

<p>- 보존이유: 전자상거래등에서의소비자보호에관한법률</p>

<p>- 보존기간: 5년</p>

<p>나. 대금 결제 및 재화 등의 공급에 관한 기록</p>

<p>- 보존이유: 전자상거래등에서의소비자보호에관한법률</p>

<p>- 보존기간: 5년</p>

<p>다. 소비자 불만 또는 분쟁처리에 관한 기록</p>

<p>- 보존이유: 전자상거래등에서의소비자보호에관한법률</p>

<p>- 보존기간: 3년</p>

<p>라. 로그 기록</p>

<p>- 보존이유: 통신비밀보호법</p>

<p>- 보존기간: 3개월</p>

 

<p>※ 동의를 거부할 수 있으나 거부 시 비회원 구매 서비스 이용이 불가능합니다.</p>

 
</body>
</html>